/**Ѕиблиотека позвол€юща€ работать с числами как со строками*/


/**сравнивает 2 положительных числа(если они равны то выводит 1)*/
int bolsheChisl(char* s1,char* s2);

/**—кладывает 2 положительных числа*/
char* plusStrChisl(char* str1, char* str2);

/**”множает 2 положительных числа*/
char* multiply(char* str1, char* str2);

/**вычитает 2 положительных числа. (из большего вычитает меньшее!!!)*/
char* minusStrChisl(char* str1, char* str2);

/**ƒелит(целочисленно) одно положительное число на другое(¬ажен пор€док!!! s1/s2)*/
char* delenie(char* str1, char* str2);

/**функци€ выполн€ет действие*/
/**принимает на вход два числа и действие между ними*/
char* deystv(char* str1,char sym,char* str2);
